{
"openingText":[
	"Stand naked in front of the mirror with your legs apart",
	"You will kneel in front of a mirror, completely naked, with your legs apart.",
	"Sit on the chair with your legs apart and completely naked."
],

"jerkText":[
	"up", "and", "down",
	"back", "and", "forth"
],


"continueText":[
	"Carry on at this pace.",
	"You're going to jerk your cock for me at this rate.",
	"Get your cock to do it for me at that rate."
],

"gripText":[
	"You will only jerk the shaft. The tip of the cock will not be touched. Pay attention to my pace.",
	"Jerk the whole cock at the pace I set for you. Spit on your cock first.",
	"Jerk your dick with two fingers. I'll set the pace for you.",
	"Jerk only the tip of the cock. Lick your fingers wet first and pay attention to my rhythm.",
	"Stroke your cock as you like.",
	"Jerk the whole cock with a twisting motion.",
	"Jerk your dick with your left hand.",
	"Jerk off to my beat while squeezing your balls with your other hand."	
],

"encourageText":[
	"{{user}} you're doing really great.",
	"I bet that makes you horny {{user}}.",
	"Don't you dare cum {{user}}.",
	"{{user}} you are a really good wanker."
],

"rewardText":[
	"{{user}} you deserve a break. Play with your nipples a little.",
	"{{user}} stop jerking off. I want you to massage your ass cheeks for a while.",
	"{{user}} take your hands off your cock and squeeze your balls for me."
],

"fasterText":[
	"Now stroke faster for me.",
	"You're going to jerk off faster now.",
	"Now pick up the pace."

],


"slowerText":[
	"Now stroke slower for me.",
	"You're going to jerk off slower now.",
	"Now slow down."
],


"changeText":[
	"Let's try something different.",
	"We're trying something new now.",
	"Now jerk off in a different way."
],

"keepText":[
	"Keep the pace.",
	"Keep jerking at that pace.",
	"Keep going at this pace."
],



"countdownText":[
	"I'm now counting backwards from ten. At zero you will cum."
],


"denialText":[
	"You've played around enough with yourself. Stop jerking off your cock. There's no cumming.",
	"{{user}} stop right now. I don't want you to cum. Thank me for the lesson."
],


"cumText":[
	"Come on, cum for me. Show me what you're made of."
],


"numberText":[
	"Zero.",
	"One.",
	"Two.",
	"Three.",
	"Four.",
	"Five.",
	"Six.",
	"Seven.",
	"Eight.",
	"Nine.",
	"Ten."
]
} 
